Repository: flyingrtx2333/AssetTimeMachine
Catalog: AssetTimeMachine/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# 图例
source: Legend
zh_hans: 图例
zh_hant: 圖例

# 资产持仓走势
source: Asset Allocation Over Time
zh_hans: 各资产仓位走势
zh_hant: 各資產倉位走勢

# 总仓位
source: Total Exposure
zh_hans: 总仓位
zh_hant: 總倉位

# 持仓比例
source: Exposure
zh_hans: 持仓比例
zh_hant: 持倉比例

# 持仓比例走势
source: Exposure Over Time
zh_hans: 持仓比例走势
zh_hant: 持倉比例走勢

# 显示零资产
source: Show zero balances
zh_hans: 显示零资产
zh_hant: 顯示零資產

# 隐藏零资产
source: Hide zero balances
zh_hans: 隐藏零资产
zh_hant: 隱藏零資產

# 指数
source: Indices
zh_hans: 指数
zh_hant: 指數

# 大宗商品
source: Commodities
zh_hans: 大宗商品
zh_hant: 大宗商品

# 贵金属
source: Precious Metals
zh_hans: 贵金属
zh_hant: 貴金屬

# 数字货币
source: Crypto
zh_hans: 数字货币
zh_hant: 數字貨幣

# 外汇
source: FX
zh_hans: 外汇
zh_hant: 外匯

# 布伦特原油
source: Brent Crude
zh_hans: 布伦特原油
zh_hant: 布蘭特原油

# 白银
source: Silver
zh_hans: 白银
zh_hant: 白銀

# 铜
source: Copper
zh_hans: 铜
zh_hant: 銅

# 关联市场标的
source: Market Asset
zh_hans: 关联市场标的
zh_hant: 關聯市場標的

# 已有关联记录，市场标的不可修改。
source: The market asset cannot be changed after records exist.
zh_hans: 已有关联记录，市场标的不可修改。
zh_hant: 已有關聯記錄，市場標的不可修改。

# 先选资产大类，再选择对应标的；名称仍可按账户自由填写。
source: Choose a category and market asset; the account name remains customizable.
zh_hans: 先选资产大类，再选择对应标的；名称仍可按账户自由填写。
zh_hant: 先選資產大類，再選擇對應標的；名稱仍可按帳戶自由填寫。

# 记录方式
source: Entry Method
zh_hans: 记录方式
zh_hant: 記錄方式

# 不关联市场标的
source: No market asset
zh_hans: 不关联市场标的
zh_hant: 不關聯市場標的

# 适合银行卡、基金账户等直接记录总金额。
source: Best for bank and fund accounts recorded by total value.
zh_hans: 适合银行卡、基金账户等直接记录总金额。
zh_hant: 適合銀行卡、基金帳戶等直接記錄總金額。

# 按数量和市场参考价计算金额，也可手动修正单价。
source: Calculates value from quantity and market reference price; price remains editable.
zh_hans: 按数量和市场参考价计算金额，也可手动修正单价。
zh_hant: 按數量和市場參考價計算金額，也可手動修正單價。

# 今日策略已生成
source: Today's strategy is ready
zh_hans: 今日策略已生成
zh_hant: 今日策略已生成

# 今日策略生成进度
source: Today's strategy progress
zh_hans: 今日策略生成进度
zh_hant: 今日策略生成進度

# 正在准备今日策略
source: Preparing today's strategy
zh_hans: 正在准备今日策略
zh_hant: 正在準備今日策略

# 正在准备%@
source: Preparing %@
zh_hans: 正在准备%@
zh_hant: 正在準備%@

# 正在读取%@所需行情
source: Reading market data for %@
zh_hans: 正在读取%@所需行情
zh_hant: 正在讀取%@所需行情

# 正在更新%@所需行情
source: Updating market data for %@
zh_hans: 正在更新%@所需行情
zh_hant: 正在更新%@所需行情

# 正在补齐%@行情（%d/%d）
source: Completing %@ market data (%d/%d)
zh_hans: 正在补齐%@行情（%d/%d）
zh_hant: 正在補齊%@行情（%d/%d）

# 正在整理%@行情
source: Preparing %@ market data
zh_hans: 正在整理%@行情
zh_hant: 正在整理%@行情

# 正在计算%@目标仓位
source: Calculating %@ target allocation
zh_hans: 正在计算%@目标仓位
zh_hant: 正在計算%@目標倉位

# 正在匹配当前持仓
source: Matching current holdings
zh_hans: 正在匹配当前持仓
zh_hant: 正在匹配目前持倉

# 回测进度
source: Backtest progress
zh_hans: 回测进度
zh_hant: 回測進度

# 正在准备回测数据…
source: Preparing backtest data...
zh_hans: 正在准备回测数据…
zh_hant: 正在準備回測資料…

# 正在生成图表与指标…
source: Generating charts and metrics...
zh_hans: 正在生成图表与指标…
zh_hant: 正在產生圖表與指標…

# 正在保存回测记录…
source: Saving backtest record...
zh_hans: 正在保存回测记录…
zh_hant: 正在儲存回測記錄…

# 可选范围：%@ - %@
source: Available: %1$@ - %2$@
zh_hans: 可选范围：%@ - %@
zh_hant: 可選範圍：%1$@ - %2$@

# %@调仓
source: %@ Rebalance
zh_hans: %@调仓
zh_hant: %@調倉

# 买入
source: Buy
zh_hans: 买入
zh_hant: 買入

# 减仓
source: Reduce
zh_hans: 减仓
zh_hant: 減倉

# 退出持仓
source: Exit
zh_hans: 退出
zh_hant: 退出

# 稳健
source: Steady
zh_hans: 稳健
zh_hant: 穩健

# 均衡
source: Balanced
zh_hans: 均衡
zh_hant: 均衡

# 进取
source: Growth
zh_hans: 进取
zh_hant: 進取

# 趋势
source: Trend
zh_hans: 趋势
zh_hant: 趨勢

# 反转
source: Reversal
zh_hans: 反转
zh_hant: 反轉

# 换个关键词，或切换策略分类。
source: Try another keyword or switch strategy categories.
zh_hans: 换个关键词，或切换策略分类。
zh_hant: 換個關鍵字，或切換策略分類。

# 今日持仓建议
source: Today's Allocation
zh_hans: 今日持仓建议
zh_hant: 今日持倉建議

# 当前策略：%@
source: Current strategy: %@
zh_hans: 当前策略：%@
zh_hant: 目前策略：%@

# 当前值
source: Current
zh_hans: 当前
zh_hant: 目前

# 在严格无杠杆与不允许负现金的约束下，降低无效换手并保留趋势恢复能力。
source: Reduces unnecessary turnover while preserving trend-recovery participation, with no leverage or negative cash.
zh_hans: 在严格无杠杆与不允许负现金的约束下，降低无效换手并保留趋势恢复能力。
zh_hant: 在嚴格無槓桿與不允許負現金的約束下，降低無效換手並保留趨勢恢復能力。

# 刷新今日持仓建议
source: Refresh today's position advice
zh_hans: 刷新今日持仓建议
zh_hant: 重新整理今日持倉建議

# 正在生成今日持仓建议
source: Generating today's position advice
zh_hans: 正在生成今日持仓建议
zh_hant: 正在產生今日持倉建議

# 目前持仓
source: Current Holdings
zh_hans: 目前持仓
zh_hant: 目前持倉

# 最新资产记录
source: Latest asset record
zh_hans: 最新资产记录
zh_hant: 最新資產記錄

# 目标持仓
source: Target Holdings
zh_hans: 目标持仓
zh_hant: 目標持倉

# 下一交易日执行
source: Execute next trading day
zh_hans: 下一交易日执行
zh_hant: 下一交易日執行

# 持仓调整
source: Position Changes
zh_hans: 持仓调整
zh_hant: 持倉調整

# 显示操作金额
source: Show action amounts
zh_hans: 显示操作金额
zh_hant: 顯示操作金額

# 隐藏操作金额
source: Hide action amounts
zh_hans: 隐藏操作金额
zh_hant: 隱藏操作金額

# 低噪增强
source: Low-Noise Enhanced
zh_hans: 低噪增强
zh_hant: 低噪增強

# 低噪增强调仓
source: Low-noise enhanced rebalance
zh_hans: 低噪增强调仓
zh_hant: 低噪增強調倉

# 均衡配置
source: Balanced Allocation
zh_hans: 均衡配置
zh_hant: 均衡配置

# 均衡配置建仓
source: Balanced allocation entry
zh_hans: 均衡配置建仓
zh_hant: 均衡配置建倉

# 进取配置
source: Growth Allocation
zh_hans: 进取配置
zh_hant: 進取配置

# 进取配置建仓
source: Growth allocation entry
zh_hans: 进取配置建仓
zh_hant: 進取配置建倉

# 防守配置
source: Defensive Allocation
zh_hans: 防守配置
zh_hant: 防守配置

# 防守配置建仓
source: Defensive allocation entry
zh_hans: 防守配置建仓
zh_hant: 防守配置建倉

# 金纳双趋势
source: Gold–Nasdaq Dual Trend
zh_hans: 金纳双趋势
zh_hant: 金納雙趨勢

# 金纳双趋势调仓
source: Gold–Nasdaq dual-trend rebalance
zh_hans: 金纳双趋势调仓
zh_hant: 金納雙趨勢調倉

# 20日趋势
source: 20-Day Trend
zh_hans: 20日趋势
zh_hant: 20日趨勢

# 60日趋势
source: 60-Day Trend
zh_hans: 60日趋势
zh_hant: 60日趨勢

# 均线交叉
source: Moving-Average Crossover
zh_hans: 均线交叉
zh_hant: 均線交叉

# 布林反转
source: Bollinger Reversal
zh_hans: 布林反转
zh_hant: 布林反轉

# 操作
source: Action
zh_hans: 操作
zh_hant: 操作

# 目标总仓位 %@
source: Target gross exposure %@
zh_hans: 目标总仓位 %@
zh_hant: 目標總倉位 %@

# 数据时间
source: Data Date
zh_hans: 数据时间
zh_hant: 資料日期

# 资产记录
source: Asset Record
zh_hans: 资产记录
zh_hant: 資產記錄

# 行情来源
source: Market Source
zh_hans: 行情来源
zh_hant: 行情來源

# 现金/其他
source: Cash / Other
zh_hans: 现金/其他
zh_hant: 現金／其他

# 防守仓位
source: Defensive allocation
zh_hans: 防守仓位
zh_hant: 防守倉位

# 未选择策略
source: No strategy selected
zh_hans: 未选择策略
zh_hant: 未選擇策略

# 信号截至 %@
source: Signals through %@
zh_hans: 信号截至 %@
zh_hant: 訊號截至 %@

# Flyingrtx 公共历史行情
source: Flyingrtx public historical market data
zh_hans: Flyingrtx 公共历史行情
zh_hant: Flyingrtx 公共歷史行情

# 下一交易日执行，仅供参考，不构成投资建议。
source: Execute next trading day. For reference only; not investment advice.
zh_hans: 下一交易日执行，仅供参考，不构成投资建议。
zh_hant: 下一交易日執行，僅供參考，不構成投資建議。

# 设置里还没有可用的提醒策略。
source: No notification strategy is available in Settings.
zh_hans: 设置里还没有可用的提醒策略。
zh_hant: 設定中尚無可用的提醒策略。

# 历史行情暂时不足，今日调仓将在数据补齐后更新。
source: Historical market data is incomplete. Today's allocation will update when the data is available.
zh_hans: 历史行情暂时不足，今日调仓将在数据补齐后更新。
zh_hant: 歷史行情暫時不足，今日調倉將在資料補齊後更新。

# %d个策略
source: %d strategies
zh_hans: %d个策略
zh_hant: %d個策略

# 按目标与成熟度分类，先选策略，再查看详细回测。
source: Browse by objective and maturity, then review the full backtest.
zh_hans: 按目标与成熟度分类，先选策略，再查看详细回测。
zh_hant: 依目標與成熟度分類，先選策略，再查看完整回測。

# 搜索策略、机制或资产
source: Search strategies, mechanisms, or assets
zh_hans: 搜索策略、机制或资产
zh_hant: 搜尋策略、機制或資產

# 适合直接比较的主产品策略
source: Primary product strategies for direct comparison
zh_hans: 适合直接比较的主产品策略
zh_hant: 適合直接比較的主產品策略

# 仍在验证，不代表已经达到目标
source: Still under validation; targets are not yet met
zh_hans: 仍在验证，不代表已经达到目标
zh_hant: 仍在驗證，不代表已達成目標

# 与主策略不同的收益逻辑
source: Return logic distinct from the core strategies
zh_hans: 与主策略不同的收益逻辑
zh_hant: 與主策略不同的收益邏輯

# 用于理解指标与验证回测行为
source: For learning metrics and validating backtest behavior
zh_hans: 用于理解指标与验证回测行为
zh_hant: 用於理解指標與驗證回測行為

# 正在用于回测的策略
source: The strategy currently used for backtesting
zh_hans: 正在用于回测的策略
zh_hant: 目前用於回測的策略

# 实验策略用于继续研究和对比；选择后仍应查看完整回测区间、费用、最大回撤和夏普。
source: Experimental strategies are for research and comparison. Review the full period, fees, maximum drawdown, and Sharpe ratio before using one.
zh_hans: 实验策略用于继续研究和对比；选择后仍应查看完整回测区间、费用、最大回撤和夏普。
zh_hant: 實驗策略用於持續研究與比較；選擇後仍應查看完整回測區間、費用、最大回撤與夏普。

# 默认推荐
source: Default
zh_hans: 默认推荐
zh_hant: 預設推薦

# 推荐
source: Recommended
zh_hans: 推荐
zh_hant: 推薦

# 自定义规则
source: Custom rules
zh_hans: 自定义规则
zh_hant: 自訂規則

# 保存失败
source: Save Failed
zh_hans: 保存失败
zh_hant: 儲存失敗

# 记录未能保存，请检查后重试。
source: The record could not be saved. Please check it and try again.
zh_hans: 记录未能保存，请检查后重试。
zh_hant: 記錄未能儲存，請檢查後再試。

# 删除失败
source: Delete Failed
zh_hans: 删除失败
zh_hant: 刪除失敗

# 这条记录未被删除，请稍后重试。
source: The record was not deleted. Please try again later.
zh_hans: 这条记录未被删除，请稍后重试。
zh_hant: 此記錄未被刪除，請稍後再試。

# 本机数据无法打开
source: Local Data Can't Be Opened
zh_hans: 本机数据无法打开
zh_hant: 無法開啟本機資料

# 应用未修改现有数据。请重新启动；若问题持续，请更新应用或联系支持。
source: Your existing data was not modified. Restart the app; if the issue continues, update the app or contact support.
zh_hans: 应用未修改现有数据。请重新启动；若问题持续，请更新应用或联系支持。
zh_hant: 應用程式未修改現有資料。請重新啟動；若問題持續，請更新應用程式或聯絡支援。

# ，通胀率
source: , inflation
zh_hans: ，通胀率
zh_hant: ，通脹率

# %.1f年
source: %.1f years
zh_hans: %.1f年
zh_hant: %.1f年

# %@ · 价格 %@
source: %1$@ · Price %2$@
zh_hans: %1$@ · 价格 %2$@
zh_hant: %1$@ · 價格 %2$@

# %@ 份
source: %1$@ shares
zh_hans: %1$@ 份
zh_hant: %1$@ 份

# %@请输入有效数字
source: Please enter a valid number for %@
zh_hans: %@请输入有效数字
zh_hant: %@請輸入有效數字

# %d 项
source: %d items
zh_hans: %d 项
zh_hant: %d 項

# %d天
source: %d days
zh_hans: %d天
zh_hant: %d天

# %d次
source: %d times
zh_hans: %d次
zh_hant: %d次

# %d类资产
source: %d asset types
zh_hans: %d类资产
zh_hant: %d類資產

# %lld天
source: %lld days
zh_hans: %lld天
zh_hant: %lld天

# 10年
source: 10 years
zh_hans: 10年
zh_hant: 10年

# 1年
source: 1 year
zh_hans: 1年
zh_hant: 1年

# 6个月
source: 6 months
zh_hans: 6个月
zh_hant: 6個月

# Apple 一键登录当前不可用
source: Sign in with Apple is currently unavailable
zh_hans: Apple 一键登录当前不可用
zh_hant: Apple 一鍵登入目前不可用

# Apple 未返回 identity token
source: Apple did not return an identity token
zh_hans: Apple 未返回 identity token
zh_hant: Apple 未返回 identity token

# Apple 登录失败，请稍后再试
source: Apple sign-in failed. Please try again later
zh_hans: Apple 登录失败，请稍后再试
zh_hant: Apple 登入失敗，請稍後再試

# Apple 登录成功，云同步已启用
source: Apple sign-in successful. Cloud sync is enabled
zh_hans: Apple 登录成功，云同步已启用
zh_hant: Apple 登入成功，雲同步已啟用

# Apple 登录返回的数据无效
source: Apple sign-in returned invalid data
zh_hans: Apple 登录返回的数据无效
zh_hant: Apple 登入返回的資料無效

source: BUY
zh_hans: 买入
zh_hant: 買入

# Flyingrtx 云同步已连接
source: Flyingrtx Cloud Sync connected
zh_hans: Flyingrtx 云同步已连接
zh_hant: Flyingrtx 雲同步已連接

# iOS 自动云同步
source: Automatic iOS Cloud Sync
zh_hans: iOS 自动云同步
zh_hant: iOS 自動雲同步

# M月d日
source: MMM d
zh_hans: M月d日
zh_hant: M月d日

source: SELL
zh_hans: 卖出
zh_hant: 賣出

# yyyy年M月d日
source: yyyy MMM d
zh_hans: yyyy年M月d日
zh_hant: yyyy年M月d日

# 上证综指
source: SSE Composite
zh_hans: 上证综指
zh_hant: 上證綜指

# 下一步
source: Next
zh_hans: 下一步
zh_hant: 下一步

# 下面这些卡片把资产和黄金、纳指等锚点放到同一张图里比较。
source: These cards compare your assets against anchors like gold and Nasdaq.
zh_hans: 下面这些卡片把资产和黄金、纳指等锚点放到同一张图里比较。
zh_hant: 下面這些卡片把資產和黃金、納指等錨點放到同一張圖裡比較。

# 云同步
source: Cloud Sync
zh_hans: 云同步
zh_hant: 雲同步

# 云同步凭证已保存
source: Cloud sync credentials have been saved
zh_hans: 云同步凭证已保存
zh_hant: 雲同步憑證已保存

# 云同步已启用
source: Cloud Sync is enabled
zh_hans: 云同步已启用
zh_hant: 雲同步已啟用

# 云同步状态需处理
source: Cloud sync needs attention
zh_hans: 云同步状态需处理
zh_hant: 雲同步狀態需處理

# 云同步请求失败
source: Cloud sync request failed
zh_hans: 云同步请求失败
zh_hant: 雲同步請求失敗

# 云备份已开启，但还需要处理
source: Cloud backup is on, but needs attention
zh_hans: 云备份已开启，但还需要处理
zh_hant: 雲備份已開啟，但還需要處理

# 云备份未开启
source: Cloud backup is off
zh_hans: 云备份未开启
zh_hant: 雲備份未開啟

# 云备份正常
source: Cloud backup is working properly
zh_hans: 云备份正常
zh_hant: 雲備份正常

# 云备份需要注意
source: Cloud backup needs attention
zh_hans: 云备份需要注意
zh_hant: 雲備份需要注意

# 云端同步完成，时间：%@
source: Cloud sync completed at %@
zh_hans: 云端同步完成，时间：%@
zh_hant: 雲端同步完成，時間：%@

# 人民币计价
source: Priced in CNY
zh_hans: 人民币计价
zh_hant: 人民幣計價

# 今日总览
source: Today Summary
zh_hans: 今日总览
zh_hant: 今日總覽

# 今日记录尚未加载，请稍后再试
source: Today's record isn't available yet. Please try again later
zh_hans: 今日记录尚未加载，请稍后再试
zh_hant: 今日記錄尚未加載，請稍後再試

# 以下资产支持数量录入，价格将自动更新。
source: These assets support quantity entry and update prices automatically.
zh_hans: 以下资产支持数量录入，价格将自动更新。
zh_hant: 以下資產支持數量錄入，價格將自動更新。

# 以后想再看这些提示，点这里就能重新播放。
source: Replay these tips from here whenever you need them again.
zh_hans: 以后想再看这些提示，点这里就能重新播放。
zh_hant: 以後想再看這些提示，點這裡就能重新播放。

# 以太坊 ETH
source: Ethereum ETH
zh_hans: 以太坊 ETH
zh_hant: 以太坊 ETH

# 价格
source: Price
zh_hans: 价格
zh_hant: 價格

# 份
source: shares
zh_hans: 份
zh_hant: 份

# 例如 3.0
source: e.g. 3.0
zh_hans: 例如 3.0
zh_hant: 例如 3.0

# 例如 5000
source: e.g. 5000
zh_hans: 例如 5000
zh_hant: 例如 5000

# 例如 8000
source: e.g. 8000
zh_hans: 例如 8000
zh_hant: 例如 8000

# 供应用与分析模块使用。
source: Used by the app and analytics.
zh_hans: 供应用与分析模块使用。
zh_hant: 供應用與分析模塊使用。

# 保存
source: Save
zh_hans: 保存
zh_hant: 保存

# 保存失败，请稍后再试
source: Save failed. Please try again later
zh_hans: 保存失败，请稍后再试
zh_hant: 保存失敗，請稍後再試

# 信用卡
source: Credit Card
zh_hans: 信用卡
zh_hant: 信用卡

# 修复时间
source: Recovery Time
zh_hans: 修复时间
zh_hant: 修復時間

# 修改月增长
source: Edit Monthly Growth
zh_hans: 修改月增长
zh_hant: 修改月增長

# 修改月开销
source: Edit Monthly Spending
zh_hans: 修改月开销
zh_hant: 修改月開銷

# 修改本次记录
source: Edit This Record
zh_hans: 修改本次记录
zh_hant: 修改本次記錄

# 修改通胀率
source: Edit Inflation Rate
zh_hans: 修改通胀率
zh_hant: 修改通脹率

# 先切换范围，再看这段时间资产变化是否符合预期。
source: Change the range first, then review how assets moved.
zh_hans: 先切换范围，再看这段时间资产变化是否符合预期。
zh_hant: 先切換範圍，再看這段時間資產變化是否符合預期。

# 先看总资产、净资产和趋势概览，适合每天快速掌握资产变化。
source: Start with your total assets, net worth, and trend overview for a quick daily check-in.
zh_hans: 先看总资产、净资产和趋势概览，适合每天快速掌握资产变化。
zh_hant: 先看總資產、淨資產和趨勢概覽，適合每天快速掌握資產變化。

# 先看这张分布图，快速确认钱主要放在哪些资产里。
source: Start with this allocation chart to see where your money sits.
zh_hans: 先看这张分布图，快速确认钱主要放在哪些资产里。
zh_hant: 先看這張分佈圖，快速確認錢主要放在哪些資產裡。

# 先看这里：总览和趋势都在首页。
source: Start here: your overview and trends live on the dashboard.
zh_hans: 先看这里：总览和趋势都在首页。
zh_hant: 先看這裡：總覽和趨勢都在首頁。

# 先选配置回测或定投回测，两种策略用同一套引导方式操作。
source: Choose allocation or DCA backtesting first; both follow the same flow.
zh_hans: 先选配置回测或定投回测，两种策略用同一套引导方式操作。
zh_hant: 先選配置回測或定投回測，兩種策略用同一套引導方式操作。

# 全部
source: All
zh_hans: 全部
zh_hant: 全部

# 全部历史
source: Full History
zh_hans: 全部历史
zh_hant: 全部歷史

# 全部记录
source: All Records
zh_hans: 全部记录
zh_hant: 全部記錄

# 全部资产记录
source: All Asset Records
zh_hans: 全部资产记录
zh_hant: 全部資產記錄

# 公共历史走势
source: Public Market History
zh_hans: 公共历史走势
zh_hant: 公共歷史走勢

# 关于
source: About
zh_hans: 关于
zh_hant: 關於

# 关闭
source: Close
zh_hans: 关闭
zh_hant: 關閉

# 其他
source: Other
zh_hans: 其他
zh_hant: 其他

# 其他资产明细
source: Other Asset Details
zh_hans: 其他资产明细
zh_hant: 其他資產明細

# 最大回撤
source: Max Drawdown
zh_hans: 最大回撤
zh_hant: 最大回撤

# 最新
source: Latest
zh_hans: 最新
zh_hant: 最新

# 最新快照锚点
source: Latest Snapshot Anchors
zh_hans: 最新快照锚点
zh_hant: 最新快照錨點

# 最近一次云端备份将覆盖本机数据，适用于换机或误删后的恢复。
source: Restoring the latest cloud backup will overwrite local data. Use this when switching devices or recovering from accidental deletion.
zh_hans: 最近一次云端备份将覆盖本机数据，适用于换机或误删后的恢复。
zh_hant: 最近一次雲端備份將覆蓋本機數據，適用於換機或誤刪後的恢復。

# 最近一次云端备份已恢复
source: Latest cloud backup restored successfully
zh_hans: 最近一次云端备份已恢复
zh_hant: 最近一次雲端備份已恢復

# 最近同步 %@
source: Last synced %@
zh_hans: 最近同步 %@
zh_hant: 最近同步 %@

# 最近备份
source: Latest Backup
zh_hans: 最近备份
zh_hant: 最近備份

# 净资产
source: Net Assets
zh_hans: 净资产
zh_hant: 淨資產

# 减少
source: Decrease
zh_hans: 减少
zh_hant: 減少

# 分析报告
source: Insights Report
zh_hans: 分析报告
zh_hant: 分析報告

# 刷新
source: Refresh
zh_hans: 刷新
zh_hant: 刷新

# 刷新中
source: Refreshing
zh_hans: 刷新中
zh_hant: 刷新中

# 刷新后写入记录失败，请稍后再试
source: Failed to save the record after refresh. Please try again later
zh_hans: 刷新后写入记录失败，请稍后再试
zh_hant: 刷新後寫入記錄失敗，請稍後再試

# 剩余配额 %.0f%%
source: %.0f%% quota remaining
zh_hans: 剩余配额 %.0f%%
zh_hant: 剩餘配額 %.0f%%

# 剩余配额 0%
source: 0% quota remaining
zh_hans: 剩余配额 0%
zh_hant: 剩餘配額 0%

# 加元 CAD
source: Canadian Dollar CAD
zh_hans: 加元 CAD
zh_hant: 加元 CAD

# 区间
source: Range
zh_hans: 区间
zh_hant: 區間

# 单价
source: Unit Price
zh_hans: 单价
zh_hant: 單價

# 单资产
source: Single Asset
zh_hans: 单资产
zh_hant: 單資產

# 占比
source: Allocation
zh_hans: 占比
zh_hant: 佔比

# 历史
source: History
zh_hans: 历史
zh_hant: 歷史

# 历史数据加载失败
source: Failed to load historical data
zh_hans: 历史数据加载失败
zh_hant: 歷史資料載入失敗

# 历史曲线
source: History Chart
zh_hans: 历史曲线
zh_hant: 歷史曲線

# 历史走势
source: Historical Trend
zh_hans: 历史走势
zh_hant: 歷史走勢

# 参数确认后，从这个按钮启动模拟并查看报告。
source: Once the settings look right, start the simulation here.
zh_hans: 参数确认后，从这个按钮启动模拟并查看报告。
zh_hant: 參數確認後，從這個按鈕啟動模擬並查看報告。

# 参考单价
source: Reference Price
zh_hans: 参考单价
zh_hant: 參考單價

# 取消
source: Cancel
zh_hans: 取消
zh_hant: 取消

# 可选范围
source: Available Range
zh_hans: 可选范围
zh_hant: 可選範圍

# 同步
source: Sync
zh_hans: 同步
zh_hant: 同步

# 同步状态需处理
source: Sync status needs attention
zh_hans: 同步状态需处理
zh_hant: 同步狀態需處理

# 名称
source: Name
zh_hans: 名称
zh_hant: 名稱

# 启用云同步
source: Enable Cloud Sync
zh_hans: 启用云同步
zh_hant: 啟用雲同步

# 回测
source: Backtest
zh_hans: 回测
zh_hant: 回測

# 回测资产
source: Backtest Asset
zh_hans: 回测资产
zh_hant: 回測資產

# 图标
source: Icon
zh_hans: 图标
zh_hant: 圖標

# 在曲线上滑动，可以对照某一天的资产、负债和折算结果。
source: Drag across the chart to inspect assets, liabilities, and equivalents for a day.
zh_hans: 在曲线上滑动，可以对照某一天的资产、负债和折算结果。
zh_hant: 在曲線上滑動，可以對照某一天的資產、負債和折算結果。

# 在这里录入或修改当日资产、负债和价格，也可以查看全部历史记录。
source: Record or edit today's assets, liabilities, and prices here, and review your full history.
zh_hans: 在这里录入或修改当日资产、负债和价格，也可以查看全部历史记录。
zh_hant: 在這裡錄入或修改當日資產、負債和價格，也可以查看全部歷史記錄。

# 在这里模拟配置和定投策略表现。
source: Run allocation and DCA strategy simulations here.
zh_hans: 在这里模拟配置和定投策略表现。
zh_hant: 在這裡模擬配置和定投策略表現。

# 基础偏好
source: Basic Preferences
zh_hans: 基础偏好
zh_hant: 基礎偏好

# 增加
source: Increase
zh_hans: 增加
zh_hant: 增加

# 夏普比率
source: Sharpe Ratio
zh_hans: 夏普比率
zh_hant: 夏普比率

# 外观
source: Appearance
zh_hans: 外观
zh_hant: 外觀

# 外观和语言都在这里调整，适合先按自己的习惯设好。
source: Set appearance and language here before settling into the app.
zh_hans: 外观和语言都在这里调整，适合先按自己的习惯设好。
zh_hant: 外觀和語言都在這裡調整，適合先按自己的習慣設好。

# 天数
source: Days
zh_hans: 天数
zh_hant: 天數

# 完成
source: Done
zh_hans: 完成
zh_hant: 完成

# 完成后可从底部标签随时切换页面。
source: After the tutorial, you can switch pages anytime from the bottom tabs.
zh_hans: 完成后可从底部标签随时切换页面。
zh_hant: 完成後可從底部標籤隨時切換頁面。

# 定投参数
source: DCA Settings
zh_hans: 定投参数
zh_hant: 定投參數

# 定投回测
source: DCA Backtest
zh_hans: 定投回测
zh_hant: 定投回測

# 定投市值
source: DCA Portfolio Value
zh_hans: 定投市值
zh_hant: 定投市值

# 定投次数
source: Contributions
zh_hans: 定投次数
zh_hant: 定投次數

# 定投间隔
source: Contribution Interval
zh_hans: 定投间隔
zh_hant: 定投間隔

# 定投频率
source: Contribution Frequency
zh_hans: 定投频率
zh_hant: 定投頻率

# 定时资产播报
source: Scheduled Asset Updates
zh_hans: 定时资产播报
zh_hant: 定時資產播報

# 实物资产
source: Physical Assets
zh_hans: 实物资产
zh_hant: 實物資產

# 尚未完成首次自动同步
source: The first automatic sync is still in progress
zh_hans: 尚未完成首次自动同步
zh_hant: 尚未完成首次自動同步

# 已取消 Apple 登录
source: Apple sign-in cancelled
zh_hans: 已取消 Apple 登录
zh_hant: 已取消 Apple 登入

# 已达到财富自由
source: Financial Independence Achieved
zh_hans: 已达到财富自由
zh_hant: 已達到財富自由

# 已连接
source: Connected
zh_hans: 已连接
zh_hant: 已連接

# 已退出云同步
source: Cloud sync signed out
zh_hans: 已退出云同步
zh_hant: 已退出雲同步

# 已选区间
source: Selected Range
zh_hans: 已选区间
zh_hant: 已選區間

# 年化收益
source: Annualized Return
zh_hans: 年化收益
zh_hant: 年化收益

# 年化波动
source: Annualized Volatility
zh_hans: 年化波动
zh_hant: 年化波動

# 序列
source: Series
zh_hans: 序列
zh_hant: 序列

# 开始使用
source: Start
zh_hans: 开始使用
zh_hant: 開始使用

# 开始回测
source: Start Backtest
zh_hans: 开始回测
zh_hant: 開始回測

# 开始日期
source: Start Date
zh_hans: 开始日期
zh_hant: 開始日期

# 归类
source: Category
zh_hans: 归类
zh_hant: 歸類

# 当前配置
source: Current Allocation
zh_hans: 当前配置
zh_hant: 當前配置

# 当前页
source: Current page
zh_hans: 当前页
zh_hant: 當前頁

# 录入数值
source: Enter Values
zh_hans: 录入数值
zh_hant: 錄入數值

# 录入时先看这里，当前总资产、净资产和负债会马上汇总。
source: Watch this summary while entering records; totals update here.
zh_hans: 录入时先看这里，当前总资产、净资产和负债会马上汇总。
zh_hant: 錄入時先看這裡，目前總資產、淨資產和負債會馬上匯總。

# 录入资产后，这里会展示各类资产占比。
source: After you add assets, this area will show the allocation across categories.
zh_hans: 录入资产后，这里会展示各类资产占比。
zh_hant: 錄入資產後，這裡會展示各類資產占比。

# 微信
source: WeChat Pay
zh_hans: 微信
zh_hant: 微信

# 快速选择
source: Quick Select
zh_hans: 快速选择
zh_hant: 快速選擇

# 总收益
source: Total Return
zh_hans: 总收益
zh_hant: 總收益

# 总负债
source: Total Liabilities
zh_hans: 总负债
zh_hant: 總負債

# 总资产
source: Total Assets
zh_hans: 总资产
zh_hant: 總資產

# 总资产 %@ · 净资产 %@
source: Assets %@ · Net %@
zh_hans: 总资产 %@ · 净资产 %@
zh_hant: 總資產 %@ · 淨資產 %@

# 总资产 %@ · 净资产 %@ · 负债 %@
source: Assets %1$@ · Net %2$@ · Liabilities %3$@
zh_hans: 总资产 %1$@ · 净资产 %2$@ · 负债 %3$@
zh_hant: 總資產 %1$@ · 淨資產 %2$@ · 負債 %3$@

# 恒生
source: Hang Seng
zh_hans: 恒生
zh_hant: 恆生

# 恢复最近一次备份
source: Restore Latest Backup
zh_hans: 恢复最近一次备份
zh_hant: 恢復最近一次備份

# 想重看这份引导，就回到设置页。
source: Want to replay this guide later? Open it again from Settings.
zh_hans: 想重看这份引导，就回到设置页。
zh_hant: 想重看這份引導，就回到設定頁。

# 房产
source: Real Estate
zh_hans: 房产
zh_hant: 房產

# 房贷
source: Mortgage
zh_hans: 房贷
zh_hant: 房貸

# 手动刷新最新价格
source: Refresh the latest prices manually
zh_hans: 手动刷新最新价格
zh_hant: 手動刷新最新價格

# 打开定时播报后，系统会按你选择的频率提醒资产摘要。
source: Turn on scheduled briefings to get asset summaries at your chosen interval.
zh_hans: 打开定时播报后，系统会按你选择的频率提醒资产摘要。
zh_hant: 打開定時播報後，系統會按你選擇的頻率提醒資產摘要。

# 打开系统通知设置
source: Open System Notification Settings
zh_hans: 打开系统通知设置
zh_hant: 開啟系統通知設定

# 把资产历史和黄金、纳指等锚点放在一起看，观察长期变化与折算结果。
source: Compare your asset history with anchors like gold and the Nasdaq to see long-term changes and equivalents.
zh_hans: 把资产历史和黄金、纳指等锚点放在一起看，观察长期变化与折算结果。
zh_hant: 把資產歷史和黃金、納指等錨點放在一起看，觀察長期變化與折算結果。

# 把资产历史和黄金、纳指锚点放在一起看。
source: Compare your asset history with gold and Nasdaq anchors here.
zh_hans: 把资产历史和黄金、纳指锚点放在一起看。
zh_hant: 把資產歷史和黃金、納指錨點放在一起看。

# 折算
source: Converted
zh_hans: 折算
zh_hant: 折算

# 拉长
source: Lengthen
zh_hans: 拉长
zh_hant: 拉長

# 持有份额
source: Units Held
zh_hans: 持有份额
zh_hant: 持有份額

# 指数现价
source: Current Index Price
zh_hans: 指数现价
zh_hant: 指數現價

# 指数走势
source: Index Trends
zh_hans: 指数走势
zh_hant: 指數走勢

# 按人民币计价，支持按固定金额持续定投。
source: Priced in CNY and supports recurring fixed-amount investing.
zh_hans: 按人民币计价，支持按固定金额持续定投。
zh_hant: 按人民幣計價，支持按固定金額持續定投。

# 按当前参数无法达到财富自由
source: Financial independence is not achievable under the current assumptions
zh_hans: 按当前参数无法达到财富自由
zh_hant: 按當前參數無法達到財富自由

# 按当前总资产、当前汇率估算
source: Estimated using current total assets and exchange rates
zh_hans: 按当前总资产、当前汇率估算
zh_hant: 按當前總資產、當前匯率估算

# 按当前总资产折算
source: Converted using current total assets
zh_hans: 按当前总资产折算
zh_hant: 按當前總資產折算

# 按当前月均净资产增长 %@ 估算，在通胀率维持 %@ 的条件下，月开销需控制在 %@ 以内。
source: Based on the current average monthly net asset growth of %@, with inflation staying at %@, monthly spending should stay within %@.
zh_hans: 按当前月均净资产增长 %@ 估算，在通胀率维持 %@ 的条件下，月开销需控制在 %@ 以内。
zh_hant: 按當前月均淨資產增長 %@ 估算，在通脹率維持 %@ 的條件下，每月開銷需控制在 %@ 以內。

# 按当前趋势估算，在通胀率维持 %@ 的条件下，即使将月开销降至 0，也无法达到目标线。
source: Based on the current trend, even reducing monthly spending to 0 will not reach the target if inflation remains at %@.
zh_hans: 按当前趋势估算，在通胀率维持 %@ 的条件下，即使将月开销降至 0，也无法达到目标线。
zh_hant: 按當前趨勢估算，在通脹率維持 %@ 的條件下，即使將每月開銷降至 0，也無法達到目標線。

# 接口文档
source: API Docs
zh_hans: 接口文档
zh_hant: 接口文檔

# 接口请求失败
source: API request failed
zh_hans: 接口请求失败
zh_hant: 接口請求失敗

# 播报频率
source: Update Frequency
zh_hans: 播报频率
zh_hant: 播報頻率

# 操作建议
source: How to use it
zh_hans: 操作建议
zh_hant: 操作建議

# 支付宝
source: Alipay
zh_hans: 支付宝
zh_hant: 支付寶

# 收益率
source: Rate of Return
zh_hans: 收益率
zh_hant: 收益率

# 数量
source: Quantity
zh_hans: 数量
zh_hant: 數量

# 数量 × 单价
source: Quantity × Unit Price
zh_hans: 数量 × 单价
zh_hant: 數量 × 單價

# 新加坡元 SGD
source: Singapore Dollar SGD
zh_hans: 新加坡元 SGD
zh_hant: 新加坡元 SGD

# 新增资产
source: Add Asset
zh_hans: 新增资产
zh_hant: 新增資產

# 日元 JPY
source: Japanese Yen JPY
zh_hans: 日元 JPY
zh_hant: 日圓 JPY

# 日期
source: Date
zh_hans: 日期
zh_hant: 日期

# 日经225
source: Nikkei 225
zh_hans: 日经225
zh_hant: 日經225

# 时光机
source: Time Machine
zh_hans: 时光机
zh_hant: 時光機
